Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.supplements.subtitle
source: Add supplements for evenings, weekends, etc.
ar: أضف إضافات للمساء والعطل نهاية الأسبوع وغيرها
bg: Добави надбавки за вечери, выходни и т.н.
bn: সন্ধ্যা, সপ্তাহান্তে ইত্যাদির জন্য সাপ্লিমেন্ট যোগ করুন।
ca: Afegeix complements per a nits, caps de setmana, etc.
cs: Přidejte příplatky za večery, víkendy atd.
da: Tilføj tillæg for aftener, weekender osv.
de: Füge Zuschläge für Abende, Wochenenden usw. hinzu
el: Προσθέστε επιδόματα για βράδια, Σαββατοκύριακα κ.λπ.
es: Añade suplementos para noches, fines de semana, etc.
et: Lisa lisatasud õhtuks, nädalavahetuseks jne.
fa: کمک‌هزینه برای شب‌ها، آخرهفته‌ها و غیره اضافه کنید.
fi: Lisää lisäykset illoille, viikonloppuille jne.
fil: Magdagdag ng dagdag para sa gabi, katapusan ng linggo, atd.
fr: Ajoutez des suppléments pour les soirées, les fins de semaine, etc.
he: הוסף תוספות לערבים, סופי שבוע וכו'.
hi: शाम, सप्ताहांत आदि के लिए भत्ते जोड़ें।
hr: Dodajte dodatke za večeri, vikende itd.
hu: Pótlékok hozzáadása estékre, hétvégékre stb.
id: Tambahkan tunjangan untuk malam, akhir pekan, dll.
is: Bættu við tillögum fyrir kvöldin, helgar osfrv.
it: Aggiungi supplementi per serate, fine settimana, ecc.
ja: 夜間、週末などの手当を追加します
ko: 저녁, 주말 등에 대한 수당을 추가하세요
lt: Pridėkite priedus vakarams, savaitgaliams ir kt.
lv: Pievienojiet piemaksas vakariem, brīvdienām utt.
nb: Legg til tillegg for kvelder, helger osv.
nl: Voeg toeslagen toe voor avonden, weekenden, enz.
nn: Legg til tillegg for kvelder, helger osv.
pl: Dodaj dodatki na wieczory, weekendy itp.
pt_br: Adicione adicionais para noites, fins de semana, etc.
ro: Adaugă suplimente pentru seri, weekenduri etc.
ru: Добавьте надбавки для вечеров, выходных и т. д.
sk: Pridajte príplatky na večery, víkendy atď.
sl: Dodajte dodatke za večere, vikende itd.
sr: Dodajte dodatke za večeri, vikende, itd.
sv: Lägg till tillägg för kvällar, helger osv.
sw: Ongeza ziada kwa jioni, wikendi, nk.
ta: மாலை, வார இறுதிநாட்கள் போன்றவற்றிற்கான சலுகைகளைச் சேர்க்கவும்
th: เพิ่มเบี้ยเพิ่มเติมสำหรับเวลาเย็น วันหยุดสุดสัปดาห์ ฯลฯ
tr: Akşamlar, hafta sonları vb. için ek ödeme ekleyin
uk: Додайте надбавки для вечірньої роботи, вихідних тощо.
ur: شاموں، ہفتے کے آخر وغیرہ کے لیے سپلیمنٹ شامل کریں
vi: Thêm phụ cấp cho buổi tối, cuối tuần, v.v.
zh_hans: 为晚班、周末等添加补贴。
zh_hant: 為晚班、週末等添加補貼。

# onboarding.supplements.timeLabel
source: Time
ar: الوقت
bg: Час
bn: সময়
ca: Hora
cs: Čas
da: Tidspunkt
de: Uhrzeit
el: Ώρα
es: Hora
et: Aeg
fa: زمان
fi: Aika
fil: Oras
fr: Heure
he: זמן
hi: समय
hr: Vrijeme
hu: Időpont
id: Waktu
is: Tími
it: Orario
ja: 時間
ko: 시간
lt: Laikas
lv: Laiks
nb: Tidspunkt
nl: Tijd
nn: Tidspunkt
pl: Czas
pt_br: Horário
ro: Oră
ru: Время
sk: Čas
sl: Čas
sr: Vrijeme
sv: Tid
sw: Wakati
ta: நேரம்
th: เวลา
tr: Zaman
uk: Час
ur: وقت
vi: Thời gian
zh_hans: 时间
zh_hant: 時間

# onboarding.supplements.title
source: Supplements
ar: الإضافات
bg: Надбавки
bn: সাপ্লিমেন্ট
ca: Complements
cs: Příplatky
da: Tillæg
de: Zuschläge
el: Επιδόματα
es: Suplementos
et: Lisatasud
fa: کمک‌هزینه‌ها
fi: Lisäykset
fil: Mga dagdag
fr: Suppléments
he: תוספות
hi: भत्ते
hr: Dodaci
hu: Pótlékok
id: Tunjangan
is: Tillögur
it: Supplementi
ja: 手当
ko: 수당
lt: Priedai
lv: Piemaksas
nb: Tillegg
nl: Tillegg
nn: Tillegg
pl: Dodatki
pt_br: Adicionais
ro: Suplimente
ru: Надбавки
sk: Príplatky
sl: Dodatki
sr: Dodaci
sv: Tillägg
sw: Ziada
ta: சலுகைகள்
th: เบี้ยเพิ่มเติม
tr: Ek Ödemeler
uk: Надбавки
ur: سپلیمنٹس
vi: Phụ cấp
zh_hans: 补贴
zh_hant: 補貼

# onboarding.supplements.to
source: To
ar: إلى
bg: До
bn: পর্যন্ত
ca: Fins a
cs: Do
da: Til
de: Bis
el: Έως
es: Hasta
et: Kuni
fa: تا
fi: Saakka
fil: Hanggang
fr: À
he: עד
hi: तक
hr: Do
hu: Eddig
id: Ke
is: Til
it: A
ja: 終了
ko: 까지
lt: Iki
lv: Līdz
nb: Til
nl: Til
nn: Til
pl: Do
pt_br: Até
ro: Până la
ru: До
sk: Do
sl: Do
sr: Do
sv: Till
sw: Hadi
ta: வரை
th: ถึง
tr: Bitiş
uk: До
ur: تک
vi: Đến
zh_hans: 至
zh_hant: 到

# onboarding.supplements.typeLabel
source: Supplement type
ar: نوع الإضافة
bg: Вид надбавка
bn: সাপ্লিমেন্টের ধরন
ca: Tipus de complement
cs: Typ příplatku
da: Type tillæg
de: Typ Zuschlag
el: Τύπος επιδόματος
es: Tipo de complemento
et: Lisatasu tüüp
fa: نوع کمک‌هزینه
fi: Lisätyyppi
fil: Uri ng dagdag
fr: Type de supplément
he: סוג תוספת
hi: भत्ते का प्रकार
hr: Vrsta dodatka
hu: Pótlék típusa
id: Jenis tunjangan
is: Tegund tillögu
it: Tipo di supplemento
ja: 補足タイプ
ko: 보충 유형
lt: Priedo tipas
lv: Piemaksas tips
nb: Type tillegg
nl: Type toeslag
nn: Type tillegg
pl: Typ dodatku
pt_br: Tipo de complemento
ro: Tip supliment
ru: Тип надбавки
sk: Typ príplatku
sl: Vrsta dodatka
sr: Tip dodatka
sv: Typ av tillägg
sw: Aina ya ziada
ta: சலுகையின் வகை
th: ประเภทเงินเสริม
tr: Ek Ödeme Türü
uk: Тип додатка
ur: سپلیمنٹ کی قسم
vi: Loại bổ sung
zh_hans: 补充类型
zh_hant: 補貼類型

# onboarding.supplements.valueLabel
source: Value
ar: القيمة
bg: Стойност
bn: মূল্য
ca: Valor
cs: Hodnota
da: Værdi
de: Wert
el: Τιμή
es: Valor
et: Väärtus
fa: مقدار
fi: Arvo
fil: Halaga
fr: Valeur
he: ערך
hi: मूल्य
hr: Vrijednost
hu: Érték
id: Nilai
is: Gildi
it: Valore
ja: 金額
ko: 금액
lt: Reikšmė
lv: Vērtība
nb: Verdi
nl: Verdi
nn: Verdi
pl: Wartość
pt_br: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sl: Vrednost
sr: Vrijednost
sv: Värde
sw: Thamani
ta: மதிப்பு
th: มูลค่า
tr: Değer
uk: Значення
ur: قدر
vi: Giá trị
zh_hans: 金额
zh_hant: 金額

# onboarding.supplements.weekdays
source: Mon-Fri
ar: الاثنين-الجمعة
bg: Пон-Пет
bn: সোম-শুক্র
ca: Dl-dv
cs: Po-Pá
da: Man-Fre
de: Mo-Fr
el: Δευ-Παρ
es: Lun-Vie
et: E-R
fa: دو شن - جمعه
fi: Ma-Pe
fil: Lun-Biy
fr: Lun-Ven
he: ב׳-ה׳
hi: सोम-शुक्र
hr: Pon-Pet
hu: H-P
id: Sen-Jum
is: Mán-Föstudagur
it: Lun-Ven
ja: 月-金
ko: 월-금
lt: Pr-Pn
lv: Pir-Pie
nb: Man-Fre
nl: Man-Vri
nn: Man-Fre
pl: Pon-Pt
pt_br: Seg-Sex
ro: Lun-Vin
ru: Пн-Пт
sk: Po-Pia
sl: Pon-Pet
sr: Pon-Pet
sv: Mån-Fre
sw: Jum-Ijum
ta: திங்-வெள்
th: จ-ศ
tr: Pzt-Cum
uk: Пн-Пт
ur: سوموار-جمعہ
vi: Thứ Hai - Thứ Sáu
zh_hans: 周一至周五
zh_hant: 週一-週五

# onboarding.supplements.weekdaysLong
source: Mon-Fri
ar: الاثنين-الجمعة
bg: Пон-Пет
bn: সোম-শুক্র
ca: Dl-dv
cs: Po-Pá
da: Man-Fre
de: Mo-Fr
el: Δευ-Παρ
es: Lun-Vie
et: E-R
fa: دو شن - جمعه
fi: Ma-Pe
fil: Lun-Biy
fr: Lun-Ven
he: ב׳-ה׳
hi: सोम-शुक्र
hr: Pon-Pet
hu: H-P
id: Sen-Jum
is: Mán-Föstudagur
it: Lun-Ven
ja: 月-金
ko: 월-금
lt: Pr-Pn
lv: Pir-Pie
nb: Man-Fre
nl: Man-Vri
nn: Man-Fre
pl: Pon-Pt
pt_br: Seg-Sex
ro: Lun-Vin
ru: Пн-Пт
sk: Po-Pia
sl: Pon-Pet
sr: Pon-Pet
sv: Mån-Fre
sw: Jum-Ijum
ta: திங்-வெள்
th: จันทร์-ศุกร์
tr: Pzt-Cum
uk: Пн-Пт
ur: سوموار-جمعہ
vi: Thứ Hai - Thứ Sáu
zh_hans: 周一至周五
zh_hant: 週一-週五

# onboarding.supplements.weekend
source: Weekend
ar: عطلة نهاية الأسبوع
bg: Выходни
bn: সপ্তাহান্ত
ca: Cap de setmana
cs: Víkend
de: Wochenende
el: Σαββατοκύριακο
es: Fin de semana
et: Nädalavahetus
fa: آخرهفته
fi: Viikonloppu
fil: Katapusan ng linggo
he: סוף שבוע
hi: सप्ताहांत
hr: Vikend
hu: Hétvége
id: Akhir pekan
is: Helg
it: Fine settimana
ja: 週末
ko: 주말
lt: Savaitgalis
lv: Brīvdienas
nb: Helg
nn: Helg
pt_br: Fim de semana
ru: Выходные
sk: Víkend
sl: Vikend
sr: Vikend
sv: Helg
sw: Wikendi
ta: வார இறுதி
th: วันหยุด
tr: Hafta Sonu
uk: Вихідні
ur: ہفتہ وار
vi: Cuối tuần
zh_hans: 周末
zh_hant: 週末

# onboarding.supplements.weekendLong
source: Sat-Sun
ar: السبت-الأحد
bg: Сб-Нд
bn: শনি-রবি
ca: Ds-dg
cs: So-Ne
da: Lør-Søn
de: Sa-So
el: Σάβ-Κυρ
es: Sáb-Dom
et: L-P
fa: شنبه - یکشنبه
fi: La-Su
fil: Sab-Lin
fr: Sam-Dim
he: ש׳-א׳
hi: शनि-रवि
hr: Sub-Ned
hu: Szo-V
id: Sab-Min
is: Lau-Sunnudagur
it: Sab-Dom
ja: 土-日
ko: 토-일
lt: Št-Sk
lv: Sat-Svētd
nb: Lør-Søn
nl: Zat-Zon
nn: Lør-Søn
pl: Sob-Niedz
pt_br: Sab-Dom
ro: Sâm-Dum
ru: Сб-Вс
sk: So-Ne
sl: Sob-Ned
sr: Sub-Ned
sv: Lör-Sön
ta: சனி-ஞாயி
th: เสาร์-อาทิตย์
tr: Cmt-Paz
uk: Сб-Нд
ur: ہفتہ-اتوار
vi: Thứ Bảy - Chủ Nhật
zh_hans: 周六至周日
zh_hant: 週六-週日

# onboarding.wage.custom
source: Hourly wage
ar: الأجر بالساعة
bg: Почасово възнаграждение
bn: ঘণ্টাপ্রতি মজুরি
ca: Salari per hora
cs: Hodinová mzda
da: Timeløn
de: Stundenlohn
el: Ωρομίσθιο
es: Salario por hora
et: Tunnitasu
fa: دستمزد ساعتی
fi: Tuntipalkka
fil: Sahod kada oras
fr: Salaire horaire
he: שכר שעתי
hi: प्रति घंटा वेतन
hr: Satnica
hu: Órabér
id: Upah per jam
is: Tímakaup
it: Paga oraria
ja: 時給
ko: 시급
lt: Valandinis atlygis
lv: Stundas likme
nb: Timelønn
nl: Uurloon
nn: Timeløn
pl: Stawka godzinowa
pt_br: Salário por hora
ro: Salariu orar
ru: Почасовая ставка
sk: Hodinová mzda
sl: Urna postavka
sr: Satnica
sv: Timlön
sw: Mshahara wa saa
ta: மணிநேர ஊதியம்
th: ค่าจ้างรายชั่วโมง
tr: Saatlik ücret
uk: Погодинна ставка
ur: فی گھنٹہ اجرت
vi: Lương theo giờ
zh_hans: 时薪
zh_hant: 時薪

# onboarding.wage.level
source: Level %lld
ar: درجة الأجر %lld
bg: Ниво на заплащане %lld
bn: বেতন স্তর %lld
ca: Nivell salarial %lld
cs: Platový stupeň %lld
da: Løntrin %lld
de: Entgeltstufe %lld
el: Μισθολογικό κλιμάκιο %lld
es: Nivel salarial %lld
et: Palgatase %lld
fa: سطح دستمزد %lld
fi: Palkkataso %lld
fil: Antas ng sahod %lld
fr: Échelon %lld
he: דרגת שכר %lld
hi: वेतन स्तर %lld
hr: Platni razred %lld
hu: %lld. bérfokozat
id: Tingkat upah %lld
is: Launaþrep %lld
it: Livello %lld
ja: 賃金等級 %lld
ko: 급여 등급 %lld
lt: Atlyginimo pakopa %lld
lv: Algas līmenis %lld
nb: Lønnstrinn %lld
nl: Loonschaal %lld
nn: Lønstrinn %lld
pl: Stopień płacowy %lld
pt_br: Faixa salarial %lld
ro: Nivel salarial %lld
ru: Разряд оплаты %lld
sk: Platový stupeň %lld
sl: Plačni razred %lld
sr: Platni razred %lld
sv: Lönenivå %lld
sw: Kiwango cha mshahara %lld
ta: ஊதிய நிலை %lld
th: ระดับค่าจ้าง %lld
tr: Ücret kademesi %lld
uk: Розряд %lld
ur: تنخواہ کا درجہ %lld
vi: Bậc lương %lld
zh_hans: 薪资等级 %lld
zh_hant: 薪資級別 %lld

# onboarding.wage.level.under16
source: Under 16
ar: أقل من 16 عامًا
bg: Под 16 г.
bn: ১৬ বছরের কম
ca: Menors de 16 anys
cs: Do 16 let
de: Unter 16
el: Κάτω των 16
es: Menores de 16
et: Alla 16-aastased
fa: زیر ۱۶ سال
fi: Alle 16-vuotiaat
fil: Wala pang 16
fr: Moins de 16 ans
he: מתחת לגיל 16
hi: 16 वर्ष से कम
hr: Mlađi od 16
hu: 16 év alatt
id: Di bawah 16 tahun
is: Yngri en 16 ára
it: Meno di 16 anni
ja: 16歳未満
ko: 16세 미만
lt: Iki 16 metų
lv: Jaunākiem par 16 gadiem
nl: Jonger dan 16
pl: Poniżej 16 lat
pt_br: Menores de 16 anos
ro: Sub 16 ani
ru: Младше 16 лет
sk: Do 16 rokov
sl: Mlajši od 16 let
sr: Ispod 16 godina
sw: Chini ya miaka 16
ta: 16 வயதுக்குக் கீழ்
th: อายุต่ำกว่า 16 ปี
tr: 16 yaş altı
uk: До 16 років
ur: 16 سال سے کم
vi: Dưới 16 tuổi
zh_hans: 未满16岁
zh_hant: 未滿 16 歲

# onboarding.wage.simpleTitle
source: What's your hourly wage?
ar: كم أجرك بالساعة؟
bg: Какво е почасовото ви възнаграждение?
bn: আপনার ঘণ্টাপ্রতি মজুরি কত?
ca: Quin és el teu salari per hora?
cs: Jaká je vaše hodinová mzda?
da: Hvad er din timeløn?
de: Wie hoch ist dein Stundenlohn?
el: Ποιο είναι το ωρομίσθιό σας;
es: ¿Cuál es tu salario por hora?
et: Milline on sinu tunnitasu?
fa: دستمزد ساعتی شما چقدر است؟
fi: Mikä on tuntipalkkasi?
fil: Magkano ang sahod mo kada oras?
fr: Quel est votre salaire horaire ?
he: מה השכר השעתי שלך?
hi: आपका प्रति घंटा वेतन कितना है?
hr: Kolika je vaša satnica?
hu: Mennyi az órabéred?
id: Berapa upah per jam Anda?
is: Hvert er tímakaupið þitt?
it: Qual è la tua paga oraria?
ja: 時給はいくらですか？
ko: 시급이 얼마인가요?
lt: Koks jūsų valandinis atlygis?
lv: Kāda ir jūsu stundas likme?
nb: Hva er timelønnen din?
nl: Wat is je uurloon?
nn: Kva er timeløna di?
pl: Jaka jest Twoja stawka godzinowa?
pt_br: Qual é o seu salário por hora?
ro: Care este salariul tău orar?
ru: Какая у вас почасовая ставка?
sk: Aká je vaša hodinová mzda?
sl: Kakšna je vaša urna postavka?
sr: Kolika je vaša satnica?
sv: Vad är din timlön?
sw: Mshahara wako wa saa ni kiasi gani?
ta: உங்கள் மணிநேர ஊதியம் எவ்வளவு?
th: ค่าจ้างรายชั่วโมงของคุณเท่าไร
tr: Saatlik ücretiniz ne kadar?
uk: Яка ваша погодинна ставка?
ur: آپ کی فی گھنٹہ اجرت کتنی ہے؟
vi: Lương theo giờ của bạn là bao nhiêu?
zh_hans: 你的时薪是多少？
zh_hant: 你的時薪是多少？

# onboarding.wage.subtitle
source: We need this to calculate your earnings
ar: نحتاج هذا لحساب راتبك
bg: Ни е необходимо това, за да изчислим твоите доходи
bn: আপনার আয় গণনা করতে আমাদের এটি প্রয়োজন
ca: Necessitem això per calcular els teus guanys
cs: Potřebujeme to k výpočtu vaší mzdy
da: Vi har brug for dette for at beregne din løn
de: Wir benötigen dies, um dein Einkommen zu berechnen
el: Χρειαζόμαστε αυτό για να υπολογίσουμε τα κέρδη σας
es: Necesitamos esto para calcular tus ganancias
et: Seda vajame sinu palga arvutamiseks
fa: ما به این نیاز داریم تا درآمد شما را محاسبه کنیم
fi: Tarvitsemme tämän ansioiden laskemiseksi
fil: Kailangan namin ito upang kalkulahin ang iyong kita
fr: Nous avons besoin de ceci pour calculer vos gains
he: אנחנו צריכים את זה כדי לחשב את ההכנסה שלך
hi: आपकी आय की गणना करने के लिए हमें इसकी आवश्यकता है
hr: Trebamo ovo kako bismo izračunali vašu plaću
hu: Erre van szükségünk a kereseted kiszámításához
id: Kami membutuhkan ini untuk menghitung penghasilan Anda
is: Við þurfum þetta til að reikna laun þín
it: Abbiamo bisogno di questo per calcolare il tuo stipendio
ja: 給与計算のために必要です
ko: 급여를 계산하기 위해 필요합니다
lt: Mums tai reikalinga jūsų atlyginimui apskaičiuoti
lv: Mums tas nepieciešams, lai aprēķinātu jūsu algu
nb: Vi trenger dette for å beregne lønna di
nl: We hebben dit nodig om je verdiensten te berekenen
nn: Vi trenger dette for å beregne lønna di
pl: Potrzebujemy tego, aby obliczyć Twoje zarobki
pt_br: Precisamos disso para calcular seus ganhos
ro: Avem nevoie de aceasta pentru a calcula câștigurile tale
ru: Это необходимо для расчета вашего заработка
sk: Potrebujeme to na výpočet vášho zárobku
sl: To potrebujemo za izračun vaše plače
sr: Trebamo to da bismo izračunali vašu zaradu
sv: Vi behöver detta för att beräkna din lön
sw: Tunahitaji hili kuhesabu mapato yako
ta: உங்கள் வருவாயைக் கணக்கிட இது தேவை
th: เราต้องการสิ่งนี้เพื่อคำนวณรายได้ของคุณ
tr: Kazancınızı hesaplamak için buna ihtiyacımız var
uk: Це потрібно нам для розрахунку вашої зарплати
ur: آپ کی آمدنی کا حساب لگانے کے لیے ہمیں اس کی ضرورت ہے
vi: Chúng tôi cần điều này để tính thu nhập của bạn
zh_hans: 我们需要这个来计算您的收入
zh_hant: 我們需要這個來計算您的收入

# onboarding.wage.tariff
source: Tariff
ar: التعريفة
bg: Тариф
bn: ট্যারিফ
ca: Tarifa
cs: Tarif
da: Tarif
de: Tarif
el: Τιμολόγιο
es: Tarifa
et: Tariif
fa: تعرفه
fi: Työehtosopimus
fil: Taripa
fr: Tarif
he: הסכם קיבוצי
hi: टैरिफ
hr: Tarifa
hu: Tarifa
id: Tarif
it: Tariffario
ja: 給与表
ko: 임금표
lt: Tarifas
lv: Tarifs
nl: Tarief
pl: Taryfa
pt_br: Tabela salarial
ro: Tarif
ru: Тариф
sk: Tarifa
sl: Tarifa
sr: Tarifa
sw: Kiwango
ta: குறிப்பு வீதம்
th: ตารางอัตรา
tr: Tarife
uk: Тариф
ur: ٹیرف
vi: Bảng lương
zh_hans: 工资标准
zh_hant: 工資標準

# onboarding.wage.tariffHint
source: These rates come from a Norwegian collective agreement (tariffavtale). Pick the agreement and wage level (lønnstrinn) in your employment contract.
ar: تأتي هذه الأجور من اتفاقية عمل جماعية نرويجية (tariffavtale). اختر الاتفاقية ودرجة الأجر (lønnstrinn) المذكورة في عقد عملك.
bg: Тези ставки са от норвежки колективен трудов договор (tariffavtale). Изберете договора и степента на заплащане (lønnstrinn) от трудовия си договор.
bn: এই হারগুলো নরওয়ের একটি যৌথ চুক্তি (tariffavtale) থেকে নেওয়া। আপনার চাকরির চুক্তি অনুযায়ী চুক্তি এবং বেতন স্তর (lønnstrinn) বেছে নিন।
ca: Aquestes tarifes provenen d'un conveni col·lectiu noruec (tariffavtale). Tria el conveni i el nivell salarial (lønnstrinn) del teu contracte de treball.
cs: Tyto sazby pocházejí z norské kolektivní smlouvy (tariffavtale). Vyberte smlouvu a mzdový stupeň (lønnstrinn) podle své pracovní smlouvy.
da: Satserne kommer fra en norsk overenskomst (tariffavtale). Vælg overenskomsten og løntrinnet (lønnstrinn) fra din ansættelseskontrakt.
de: Diese Sätze stammen aus einem norwegischen Tarifvertrag (tariffavtale). Wähle den Tarifvertrag und die Lohnstufe (lønnstrinn) aus deinem Arbeitsvertrag.
el: Αυτές οι αμοιβές προέρχονται από νορβηγική συλλογική σύμβαση (tariffavtale). Επιλέξτε τη σύμβαση και το μισθολογικό κλιμάκιο (lønnstrinn) από τη σύμβαση εργασίας σας.
es: Estas tarifas provienen de un convenio colectivo noruego (tariffavtale). Elige el convenio y el nivel salarial (lønnstrinn) que figuran en tu contrato de trabajo.
et: Need määrad pärinevad Norra kollektiivlepingust (tariffavtale). Vali leping ja palgaaste (lønnstrinn) oma töölepingu järgi.
fa: این نرخ‌ها از یک قرارداد جمعی کار نروژی (tariffavtale) آمده‌اند. قرارداد و پایه حقوق (lønnstrinn) را طبق قرارداد کاری خود انتخاب کنید.
fi: Palkat perustuvat norjalaiseen työehtosopimukseen (tariffavtale). Valitse sopimus ja palkkaluokka (lønnstrinn) työsopimuksesi mukaan.
fil: Galing ang mga rate na ito sa isang collective agreement sa Norway (tariffavtale). Piliin ang kasunduan at antas ng sahod (lønnstrinn) na nasa iyong kontrata sa trabaho.
fr: Ces taux proviennent d'une convention collective norvégienne (tariffavtale). Choisissez la convention et l'échelon salarial (lønnstrinn) indiqués dans votre contrat de travail.
he: התעריפים האלה לקוחים מהסכם קיבוצי נורווגי (tariffavtale). בחר את ההסכם ואת דרגת השכר (lønnstrinn) שמופיעים בחוזה העבודה שלך.
hi: ये दरें नॉर्वे के सामूहिक समझौते (tariffavtale) से ली गई हैं। अपने रोज़गार अनुबंध के अनुसार समझौता और वेतन स्तर (lønnstrinn) चुनें।
hr: Ove satnice potječu iz norveškog kolektivnog ugovora (tariffavtale). Odaberite ugovor i platni razred (lønnstrinn) iz svog ugovora o radu.
hu: Ezek a bérek egy norvég kollektív szerződésből (tariffavtale) származnak. Válaszd ki a szerződést és a bérfokozatot (lønnstrinn) a munkaszerződésed alapján.
id: Tarif ini berasal dari perjanjian kerja bersama Norwegia (tariffavtale). Pilih perjanjian dan tingkat gaji (lønnstrinn) sesuai kontrak kerja Anda.
is: Taxtarnir koma úr norskum kjarasamningi (tariffavtale). Veldu samninginn og launaþrepið (lønnstrinn) sem stendur í ráðningarsamningnum þínum.
it: Queste tariffe provengono da un contratto collettivo norvegese (tariffavtale). Scegli il contratto e il livello retributivo (lønnstrinn) indicati nel tuo contratto di lavoro.
ja: これらの賃金はノルウェーの労働協約（tariffavtale）に基づいています。雇用契約書に記載された協約と賃金等級（lønnstrinn）を選んでください。
ko: 이 임금은 노르웨이 단체협약(tariffavtale)에 따른 것입니다. 근로계약서에 적힌 협약과 임금 등급(lønnstrinn)을 선택하세요.
lt: Šie tarifai paimti iš Norvegijos kolektyvinės sutarties (tariffavtale). Pasirinkite sutartį ir atlyginimo pakopą (lønnstrinn), nurodytą jūsų darbo sutartyje.
lv: Šīs likmes nāk no Norvēģijas darba koplīguma (tariffavtale). Izvēlieties līgumu un algas pakāpi (lønnstrinn), kas norādīta jūsu darba līgumā.
nb: Satsene kommer fra en norsk tariffavtale. Velg avtalen og lønnstrinnet som står i arbeidskontrakten din.
nl: Deze tarieven komen uit een Noorse cao (tariffavtale). Kies de cao en de loontrede (lønnstrinn) uit je arbeidscontract.
nn: Satsane kjem frå ein norsk tariffavtale. Vel avtalen og lønstrinnet som står i arbeidskontrakten din.
pl: Te stawki pochodzą z norweskiego układu zbiorowego (tariffavtale). Wybierz układ i stopień wynagrodzenia (lønnstrinn) podany w Twojej umowie o pracę.
pt_br: Esses valores vêm de uma convenção coletiva norueguesa (tariffavtale). Escolha a convenção e o nível salarial (lønnstrinn) do seu contrato de trabalho.
ro: Aceste tarife provin dintr-un contract colectiv de muncă norvegian (tariffavtale). Alege contractul și treapta salarială (lønnstrinn) din contractul tău de muncă.
ru: Эти ставки взяты из норвежского коллективного договора (tariffavtale). Выберите договор и разряд оплаты (lønnstrinn), указанные в вашем трудовом договоре.
sk: Tieto sadzby pochádzajú z nórskej kolektívnej zmluvy (tariffavtale). Vyberte zmluvu a mzdový stupeň (lønnstrinn) podľa svojej pracovnej zmluvy.
sl: Te postavke izhajajo iz norveške kolektivne pogodbe (tariffavtale). Izberite pogodbo in plačni razred (lønnstrinn) iz svoje pogodbe o zaposlitvi.
sr: Ove satnice potiču iz norveškog kolektivnog ugovora (tariffavtale). Izaberite ugovor i platni razred (lønnstrinn) iz svog ugovora o radu.
sv: Satserna kommer från ett norskt kollektivavtal (tariffavtale). Välj avtalet och lönesteget (lønnstrinn) som står i ditt anställningsavtal.
sw: Viwango hivi vinatoka kwenye makubaliano ya pamoja ya Norwe (tariffavtale). Chagua makubaliano na daraja la mshahara (lønnstrinn) lililo kwenye mkataba wako wa kazi.
ta: இந்த விகிதங்கள் நார்வேயின் கூட்டு ஒப்பந்தத்திலிருந்து (tariffavtale) எடுக்கப்பட்டவை. உங்கள் வேலை ஒப்பந்தத்தில் உள்ள ஒப்பந்தத்தையும் ஊதிய நிலையையும் (lønnstrinn) தேர்ந்தெடுக்கவும்.
th: อัตราเหล่านี้มาจากข้อตกลงร่วมของนอร์เวย์ (tariffavtale) เลือกข้อตกลงและระดับค่าจ้าง (lønnstrinn) ตามสัญญาจ้างงานของคุณ
tr: Bu ücretler bir Norveç toplu iş sözleşmesinden (tariffavtale) gelir. İş sözleşmenizdeki sözleşmeyi ve ücret kademesini (lønnstrinn) seçin.
uk: Ці ставки взято з норвезького колективного договору (tariffavtale). Виберіть договір і розряд оплати (lønnstrinn), зазначені у вашому трудовому договорі.
ur: یہ شرحیں ناروے کے اجتماعی معاہدے (tariffavtale) سے لی گئی ہیں۔ اپنے ملازمت کے معاہدے کے مطابق معاہدہ اور تنخواہ کا درجہ (lønnstrinn) منتخب کریں۔
vi: Các mức lương này lấy từ thỏa ước lao động tập thể của Na Uy (tariffavtale). Hãy chọn thỏa ước và bậc lương (lønnstrinn) ghi trong hợp đồng lao động của bạn.
zh_hans: 这些工资标准来自挪威集体协议（tariffavtale）。请按照你的劳动合同选择协议和工资等级（lønnstrinn）。
zh_hant: 這些工資標準來自挪威集體協議（tariffavtale）。請依照你的勞動合約選擇協議和工資等級（lønnstrinn）。
